Repository: ryanakca/cevote
Catalog: vote/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Number of voters
fr: Nombre de voteurs

source: Created %(n)d %(v_p)s in group %(g)s.
fr: Créé %(n)d %(v_p)s dans le group %(g)s.

source: Selected wrong number of candidates. Select %d instead.
fr: Un mauvais nombre de candidats ont été choisis. S.V.P. n'en choisir que %d

source: Group name
fr: Nom du groupe

source: Percent of a vote this group can cast
fr: Pourcentage d'un vote que ce groupe peut voter

source: Voter group
fr: Groupe de voteurs

source: Voter groups
fr: Groupes de voteurs

source: Has voted?
fr: A voté?

source: Voter
fr: Voteur

source: Voters
fr: Voteurs

source: Number of electees required to fill this position
fr: Nombre d'élus requis pour ce poste

source: Location of this field on the voter's ballot
fr: Lieu de ce poste sur le bulletin de vote

source: Position
fr: Poste

source: Positions
fr: Postes

source: Candidate
fr: Candidat

source: Candidates
fr: Candidats

source: Election start date/time.
fr: Temps du début des élections.

source: Election end date/time.
fr: Temps de la fin de l'élection.

source: Election times
fr: Temps des élections

source: Vote percentage: %d
fr: Pourcent de vote: %d

source: Please verify your choices since all votes are final.
fr: S.V.P. vérifier vos choix, il est impossible de changer un vote soumit.

source: It is not yet time to vote
fr: Il n'est pas encore l'heure de voter

source: Invalid UUID or UUID has already voted.
fr: Identifiant invalide ou qui a déja voté.

source: Add Voter
fr: Ajouter des voteurs

source: Election Results
fr: Résultat des élections

source: No positions have been created.
fr: Aucun poste n'existe

source: Supplied username or password is invalid. Please try again.
fr: L'identifiant ou le mot de passe que vous avez supplié est invalide. SVP vérifier vos authentifiants et réessayer de nouveau.

source: login
fr: Connexion

source: Legal
fr: Conditions d'utilisation

source: Copyright
fr: Droit d'auteur

source: CEVOTE is a Django-powered e-voting aplication.
fr: CEVOTE est un système de vote électronique optimisé par Django.

source: Obtaining the source code
fr: Pour obtenir le code source

source: You may obtain the original corresponding source with the <a href="http://bazaar-vcs.org/">Bazaar VCS</a> by running the following command:
fr: Vous pouvez obtenir le code source original avec le logiciel de gestion de versios <a href="http://bazaar-vcs.org">Bazaar</a> en éxécutant la commande ci-dessous :

source: The corresponding source linked to above does not necessarily include subsequent modifications made by licensees.
fr: Le code source disponible au lien ci-dessus n'incluera pas nécéssairement les modifications subséquentes faitent par les licensiés.

source: The GNU Affero General Public License
fr: La GNU Affero General Public License

source: Success
fr: Succès

source: Success, your votes have been submitted. Logging out.
fr: Succès, vos votes ont étés soumis. Fin des communications.

source: Please select
fr: S.V.P. choisir

source: candidate
fr: candidat

source: from each set below
fr: de l'ensemble ci-dessous
